{
  "input_placeholder_text": "Fügen Sie die Instagram-URL ein",
  "top_heading": "Downloader für Instagram",
  "top_subheading": "Laden Sie Instagram-Videos, Reels, Fotos und Storys herunter",
  "video_heading": "Instagram-Video-Downloader",
  "video_subheading": "Laden Sie Instagram-Videos herunter, indem Sie die URL direkt einfügen",
  "reel_heading": "Instagram-Rollen-Downloader",
  "reel_subheading": "Laden Sie Instagram Reels herunter, indem Sie die URL direkt einfügen",
  "story_heading": "Herunterladen von Instagram-Geschichten",
  "story_subheading": "Laden Sie Instagram Stories herunter, indem Sie die URL direkt einfügen",
  "about_heading": [
    "Downloader für Instagram: Laden Sie Instagram-Videos, Reels, Fotos und Storys herunter"
  ],
  "about_content": [
    "Toolinsta ist ein Online-Tool oder eine Software, mit der Benutzer in wenigen einfachen Schritten Videos, Fotos, Stories, Reels und IGTV von Instagram herunterladen können. ",
    "Toolinsta ist so konzipiert, dass es auf jedem Gerät (PC, Mac, Android, iOS) einfach zu verwenden ist, ohne dass unterstützende Software installiert werden muss. ",
    "Die Nutzung unserer Website ist kostenlos und Sie können so viele Videos, Fotos und Geschichten herunterladen, wie Sie möchten. "
  ],
  "about_video_heading": [
    "Instagram zum Video-Download",
    "Instagram-Video-Downloader",
    "Instagram-Video-Downloader für das iPhone",
    "Speichern Sie Videos von Instagram"
  ],
  "about_video_content": [
    "Wir bekommen viele solcher Videos in Instagram, die wir herunterladen möchten. ",
    "Eine Instagram-Video-Downloader-Website ist eine Plattform, die es Benutzern ermöglicht, Videos von Instagram auf ihre Geräte herunterzuladen.  ",
    "Es gibt mehrere Möglichkeiten, Instagram-Videos auf ein iPhone herunterzuladen, einschließlich der Verwendung einer Drittanbieter-App oder eines webbasierten Dienstes. ",
    "Das Speichern von Videos auf Instagram ist sehr einfach. "
  ],
  "about_reel_heading": [
    "Laden Sie Instagram To Reels herunter",
    "Instagram-Rollen-Downloader",
    "Instagram Reels Downloader für das iPhone",
    "Rollen von Instagram speichern"
  ],
  "about_reel_content": [
    "Wir bekommen viele solcher Reels in Instagram, die wir herunterladen möchten. ",
    "Eine Instagram Reels Downloader-Website ist eine Plattform, die es Benutzern ermöglicht, Videos von Instagram auf ihre Geräte herunterzuladen.  ",
    "Es gibt mehrere Möglichkeiten, Instagram Reels auf ein iPhone herunterzuladen, einschließlich der Verwendung einer Drittanbieter-App oder eines webbasierten Dienstes. ",
    "Das Speichern von Reels auf Instagram ist sehr einfach. "
  ],
  "about_story_heading": [
    "Laden Sie Instagram zu Story herunter",
    "Instagram Story-Downloader",
    "Instagram Story-Downloader für das iPhone",
    "Speichern Sie die Geschichte von Instagram"
  ],
  "about_story_content": [
    "Wir bekommen viele solcher Geschichten in Instagram, die wir herunterladen möchten. ",
    "Eine Instagram Stories Downloader-Website ist eine Plattform, die es Benutzern ermöglicht, Videos von Instagram auf ihre Geräte herunterzuladen.  ",
    "Es gibt mehrere Möglichkeiten, Instagram-Geschichten auf ein iPhone herunterzuladen, einschließlich der Verwendung einer Drittanbieter-App oder eines webbasierten Dienstes. ",
    "Das Speichern von Stories auf Instagram ist sehr einfach. "
  ],
  "why_toolinsta_heading": [
    "Warum sollten Sie ToolInsta - Instagram Downloader verwenden?"
  ],
  "why_toolinsta_content": [
    "Was ist Instagram: Instagram ist eine beliebte Social-Media-Plattform, die es Benutzern ermöglicht, Fotos, Videos, Reels und Storys mit ihren Followern zu teilen. ",
    "Jeden Tag werden Millionen neuer Fotos, Videos und Reels auf Instagram gepostet, aber Instagram erlaubt Benutzern nicht, Fotos und Videos herunterzuladen und auf Ihrem Gerät zu speichern. "
  ],
  "features_heading": [
    "Funktionen von ToolInsta"
  ],
  "features_content": [
    "Video herunterladen Instagram",
    "ToolInsta, mit dem Benutzer Videos von Instagram herunterladen können. ",
    "Foto-Downloader für Instagram",
    "Instagram-Foto-Downloader-Dienst, bereitgestellt von ToolInsta. ",
    "Laden Sie Instagram-Rollen herunter",
    "ToolInsta bester Downloader zum Herunterladen von Instagram-Reel-Videos im MP4-Format auf allen Geräten (PC, Mac, Android, iOS).",
    "IGTV-Video herunterladen",
    "IGTV ist ein langes Video auf Instagram, ToolInsta unterstützt das Herunterladen von IGTV-Videos auf Ihr Gerät zur Speicherung oder Wiedergabe, wenn es offline ist. ",
    "Laden Sie die Instagram-Story herunter",
    "Das Toolinsta Instagram Story Download-Tool ermöglicht es Benutzern, Inhalte aus Instagram-Storys schnell herunterzuladen. ",
    "Instagram-Audio-Download",
    "Instagram Audio Download bezieht sich auf den Vorgang des Herunterladens von Audiodateien von Instagram. "
  ],
  "how_to_download_heading": [
    "WIE KANN ICH VIDEOS VON INSTAGRAM HERUNTERLADEN?"
  ],
  "how_to_download_content": [
    "Um Fotos oder Videos von Instagram herunterzuladen, müssen Sie diese drei einfachen Schritte befolgen.",
    "Schritt 1: Öffnen Sie die Instagram-Anwendung oder -Website und melden Sie sich bei Ihrem Konto an. ",
    "Schritt 2: Gehen Sie zur Website ToolInsta, fügen Sie den gerade kopierten Instagram-Link in das Eingabefeld ein und klicken Sie auf die Schaltfläche Download.",
    "Schritt 3: Wählen Sie die Qualität des Videos, danach beginnt der Download."
  ],
  "how_to_download_video_heading": [
    "WIE KANN ICH VIDEOS VON INSTAGRAM HERUNTERLADEN?"
  ],
  "how_to_download_video_content": [
    "Um Fotos oder Videos von Instagram herunterzuladen, müssen Sie diese drei einfachen Schritte befolgen.",
    "Schritt 1: Öffnen Sie die Instagram-Anwendung oder -Website und melden Sie sich bei Ihrem Konto an. ",
    "Schritt 2: Gehen Sie zur Website ToolInsta, fügen Sie den gerade kopierten Instagram-Link in das Eingabefeld ein und klicken Sie auf die Schaltfläche Download.",
    "Schritt 3: Wählen Sie die Qualität des Videos, danach beginnt der Download."
  ],
  "how_to_download_reel_heading": [
    "WIE KANN MAN REELS VON INSTAGRAM HERUNTERLADEN?"
  ],
  "how_to_download_reel_content": [
    "Um Fotos oder Videos von Instagram herunterzuladen, müssen Sie diese drei einfachen Schritte befolgen.",
    "Schritt 1: Öffnen Sie die Instagram-Anwendung oder -Website und melden Sie sich bei Ihrem Konto an. ",
    "Schritt 2: Gehen Sie zur Website ToolInsta, fügen Sie den gerade kopierten Instagram-Link in das Eingabefeld ein und klicken Sie auf die Schaltfläche Download.",
    "Schritt 3: Wählen Sie die Qualität des Videos, danach beginnt der Download."
  ],
  "how_to_download_story_heading": [
    "WIE KANN ICH GESCHICHTEN VON INSTAGRAM HERUNTERLADEN?"
  ],
  "how_to_download_story_content": [
    "Um Fotos oder Videos von Instagram herunterzuladen, müssen Sie diese drei einfachen Schritte befolgen.",
    "Schritt 1: Öffnen Sie die Instagram-Anwendung oder -Website und melden Sie sich bei Ihrem Konto an. ",
    "Schritt 2: Gehen Sie zur Website ToolInsta, fügen Sie den gerade kopierten Instagram-Link in das Eingabefeld ein und klicken Sie auf die Schaltfläche Download.",
    "Schritt 3: Wählen Sie die Qualität des Videos, danach beginnt der Download."
  ],
  "why_choose_tootlinsta_heading": [
    "Warum ToolInsta für den BESTEN TOOL INSTAGRAM DOWNLOADER wählen"
  ],
  "why_choose_tootlinsta_content": [
    "Toolinsta ist die beste Drittanbieter-Website für Instagram-Downloader.",
    "Benutzerfreundliches Bedienfeld",
    "Ein guter Instagram-Downloader sollte eine benutzerfreundliche Oberfläche haben, die einfach zu navigieren ist. ",
    "Download-Geschwindigkeit",
    "Die Website ist in der Lage, Ihre gewünschten Inhalte schnell von Instagram herunterzuladen, und es sollte nicht zu viel Zeit in Anspruch nehmen. Sie können am schnellsten auf unserer Website herunterladen.",
    "Sicherheit",
    "Die Website ist sicher und geschützt, ohne Risiko von Viren oder Malware. "
  ],
  "faq_heading": [
    "FAQ"
  ],
  "faq_content": [
    "Was ist der Instagram-Downloader?",
    "Ein Instagram-Downloader ist ein Tool, mit dem Sie Fotos, Videos, Reels, Storys und andere Inhalte von Instagram auf Ihren Computer oder Ihr Mobilgerät herunterladen können. ",
    "Kann ich Videos direkt auf Instagram speichern?",
    "Ja, Sie können Videos direkt auf Instagram speichern, aber nur, wenn das Video von Ihrem eigenen Konto stammt. ",
    "Wie lade ich Videos und Fotos auf Instagram herunter?",
    "Gehen Sie zu einer Instagram-Downloader-Website wie ToolInsta, fügen Sie dann die Instagram-Post-URL in das Eingabefeld ein und klicken Sie auf die Schaltfläche Download.",
    "Wie lade ich Instagram-Fotos und -Videos auf ein Android-Handy herunter?",
    "Laden Sie eine Instagram-Downloader-App eines Drittanbieters herunter und gehen Sie zu Ihrem Instagram-Konto. ",
    "Gibt es Beschränkungen für die Anzahl der Videos, die ich herunterladen kann?",
    "Es gibt keine Grenzen. ",
    "Kann ich Instagram Story herunterladen?",
    "Ja, Sie können herunterladen. ",
    "Muss ich für dieses Download-Instagram-Video bezahlen?",
    "Der Toolinsta-Service ist völlig kostenlos und hat keine Download-Limits.",
    "Wo werden Instagram-Videos und -Fotos nach dem Herunterladen gespeichert?",
    "Bitte überprüfen Sie den Ordner \"Downloads\" auf Ihrem Telefon oder den Abschnitt \"Download-Verlauf\" Ihres Browsers.",
    "Was ist die höchste Qualität von Bildern und Videos, die ich herunterladen kann?",
    "Die Qualität von Fotos und Videos hängt vom ursprünglich hochgeladenen Bild ab. "
  ]
}