{
  "input_placeholder_text": "Pegar URL de Instagram",
  "top_heading": "Descargador de Instagram",
  "top_subheading": "Descargue videos, carretes, fotos e historias de Instagram",
  "video_heading": "Descargador de videos de Instagram",
  "video_subheading": "Descargue videos de Instagram pegando la URL directamente",
  "reel_heading": "Descargador de carretes de Instagram",
  "reel_subheading": "Descarga Instagram Reels pegando la URL directamente",
  "story_heading": "Descargador de historias de Instagram",
  "story_subheading": "Descarga Instagram Stories pegando la URL directamente",
  "about_heading": [
    "Descargador para Instagram: descargue videos, carretes, fotos e historias de Instagram"
  ],
  "about_content": [
    "Toolinsta es una herramienta o software en línea que permite a los usuarios descargar videos, fotos, historias, carretes e IGTV de Instagram en unos simples pasos. ",
    "Toolinsta está diseñado para ser fácil de usar en cualquier dispositivo (PC, Mac, Android, iOS) sin instalar software de soporte. ",
    "Nuestro sitio web es de uso gratuito y puede descargar tantos videos, fotos e historias como desee. "
  ],
  "about_video_heading": [
    "Descarga de Instagram a video",
    "Descargador de videos de Instagram",
    "Descargador de videos de Instagram para iPhone",
    "Guardar videos de Instagram"
  ],
  "about_video_content": [
    "Recibimos muchos videos de este tipo en Instagram, que queremos descargar. ",
    "Un sitio web de descarga de videos de Instagram es una plataforma que permite a los usuarios descargar videos de Instagram en sus dispositivos.  ",
    "Hay varias formas de descargar videos de Instagram en un iPhone, incluido el uso de una aplicación de terceros o un servicio basado en la web. ",
    "Guardar videos en Instagram es muy fácil. "
  ],
  "about_reel_heading": [
    "Descarga de Instagram a carretes",
    "Descargador de carretes de Instagram",
    "Descargador de carretes de Instagram para iPhone",
    "Guardar carretes de Instagram"
  ],
  "about_reel_content": [
    "Obtenemos muchos Reels de este tipo en Instagram, que queremos descargar. ",
    "Un sitio web de descarga de Instagram Reels es una plataforma que permite a los usuarios descargar videos de Instagram en sus dispositivos.  ",
    "Hay varias formas de descargar Instagram Reels en un iPhone, incluido el uso de una aplicación de terceros o un servicio basado en la web. ",
    "Guardar Reels en Instagram es muy fácil. "
  ],
  "about_story_heading": [
    "Descarga de Instagram a historia",
    "Descargador de historias de Instagram",
    "Descargador de historias de Instagram para iPhone",
    "Guardar historia de Instagram"
  ],
  "about_story_content": [
    "Recibimos muchas historias de este tipo en Instagram, que queremos descargar. ",
    "Un sitio web de descarga de historias de Instagram es una plataforma que permite a los usuarios descargar videos de Instagram en sus dispositivos.  ",
    "Hay varias formas de descargar las historias de Instagram en un iPhone, incluido el uso de una aplicación de terceros o un servicio basado en la web. ",
    "Guardar historias en Instagram es muy fácil. "
  ],
  "why_toolinsta_heading": [
    "¿Por qué debería usar ToolInsta - Descargador de Instagram?"
  ],
  "why_toolinsta_content": [
    "Qué es Instagram: Instagram es una popular plataforma de redes sociales que permite a los usuarios compartir fotos, videos, carretes e historias con sus seguidores. ",
    "Todos los días, se publican millones de fotos, videos y carretes nuevos en Instagram, pero Instagram no permite que los usuarios descarguen y almacenen fotos y videos en su dispositivo. "
  ],
  "features_heading": [
    "Características de ToolInsta"
  ],
  "features_content": [
    "Descarga de videos Instagram",
    "ToolInsta que permite a los usuarios descargar videos de Instagram. ",
    "Descargador de fotos de Instagram",
    "Servicio de descarga de fotos de Instagram proporcionado por ToolInsta. ",
    "Descargar carretes de Instagram",
    "ToolInsta, el mejor descargador para descargar videos de Instagram Reel en formato mp4 en todos los dispositivos (PC, Mac, Android, iOS).",
    "Descargar vídeo de IGTV",
    "IGTV es un video largo en Instagram, ToolInsta admite la descarga de videos IGTV a su dispositivo para almacenarlos o reproducirlos cuando no esté conectado. ",
    "Descarga de la historia de Instagram",
    "La herramienta de descarga Toolinsta Instagram Story permite a los usuarios descargar contenido de las historias de Instagram rápidamente. ",
    "Descarga de audio de Instagram",
    "Instagram Audio Download se refiere al proceso de descargar archivos de audio de Instagram. "
  ],
  "how_to_download_heading": [
    "¿CÓMO DESCARGAR VIDEOS DE INSTAGRAM?"
  ],
  "how_to_download_content": [
    "Para descargar fotos o videos de Instagram, debes seguir estos tres sencillos pasos.",
    "Paso 1: abra la aplicación o el sitio web de Instagram e inicie sesión en su cuenta. ",
    "Paso 2: Vaya al sitio web ToolInsta, pegue el enlace de Instagram que acaba de copiar en el cuadro de entrada y presione el botón Descargar.",
    "Paso 3: Elija la calidad del video, luego comenzará la descarga."
  ],
  "how_to_download_video_heading": [
    "¿CÓMO DESCARGAR VIDEOS DE INSTAGRAM?"
  ],
  "how_to_download_video_content": [
    "Para descargar fotos o videos de Instagram, debes seguir estos tres sencillos pasos.",
    "Paso 1: Abra la aplicación o el sitio web de Instagram e inicie sesión en su cuenta. ",
    "Paso 2: Vaya al sitio web ToolInsta, pegue el enlace de Instagram que acaba de copiar en el cuadro de entrada y presione el botón Descargar.",
    "Paso 3: Elija la calidad del video, luego comenzará la descarga."
  ],
  "how_to_download_reel_heading": [
    "¿CÓMO DESCARGAR REELS DE INSTAGRAM?"
  ],
  "how_to_download_reel_content": [
    "Para descargar fotos o videos de Instagram, debes seguir estos tres sencillos pasos.",
    "Paso 1: Abra la aplicación o el sitio web de Instagram e inicie sesión en su cuenta. ",
    "Paso 2: Vaya al sitio web ToolInsta, pegue el enlace de Instagram que acaba de copiar en el cuadro de entrada y presione el botón Descargar.",
    "Paso 3: Elija la calidad del video, luego comenzará la descarga."
  ],
  "how_to_download_story_heading": [
    "¿CÓMO DESCARGAR HISTORIAS DE INSTAGRAM?"
  ],
  "how_to_download_story_content": [
    "Para descargar fotos o videos de Instagram, debes seguir estos tres sencillos pasos.",
    "Paso 1: Abra la aplicación o el sitio web de Instagram e inicie sesión en su cuenta. ",
    "Paso 2: Vaya al sitio web ToolInsta, pegue el enlace de Instagram que acaba de copiar en el cuadro de entrada y presione el botón Descargar.",
    "Paso 3: Elija la calidad del video, luego comenzará la descarga."
  ],
  "why_choose_tootlinsta_heading": [
    "¿Por qué elegir ToolInsta para la MEJOR HERRAMIENTA DE DESCARGA DE INSTAGRAM?"
  ],
  "why_choose_tootlinsta_content": [
    "Toolinsta es el mejor sitio web de terceros para descargar Instagram.",
    "Interfaz amigable",
    "Un buen descargador de Instagram debe tener una interfaz fácil de usar que sea fácil de navegar. ",
    "Velocidad de Descarga",
    "El sitio web puede descargar su contenido deseado de Instagram rápidamente, y no debería tomar mucho tiempo. Puede descargar más rápido en nuestro sitio web.",
    "Seguridad",
    "El sitio web es seguro y protegido, sin riesgo de virus o malware. "
  ],
  "faq_heading": [
    "Preguntas más frecuentes"
  ],
  "faq_content": [
    "¿Qué es el descargador de Instagram?",
    "Un descargador de Instagram es una herramienta que le permite descargar fotos, videos, carretes, historias y otro contenido de Instagram a su computadora o dispositivo móvil. ",
    "¿Puedo guardar videos directamente en Instagram?",
    "Sí, puede guardar videos directamente en Instagram, pero solo si el video es de su propia cuenta. ",
    "¿Cómo descargar videos y fotos en Instagram?",
    "Vaya a un sitio web de descarga de Instagram como ToolInsta, luego pegue la URL de la publicación de Instagram en el cuadro de entrada y presione el botón Descargar.",
    "¿Cómo descargar fotos y videos de Instagram en un teléfono Android?",
    "Descargue cualquier aplicación de descarga de Instagram de terceros y vaya a su cuenta de Instagram. ",
    "¿Hay algún límite en la cantidad de videos que puedo descargar?",
    "No hay límite. ",
    "¿Puedo descargar Instagram Story?",
    "Sí, puedes descargar. ",
    "¿Tengo que pagar por este video de descarga de Instagram?",
    "El servicio Toolinsta es completamente gratuito y no tiene límites de descarga.",
    "¿Dónde se guardan los videos y fotos de Instagram después de descargarlos?",
    "Consulte la carpeta \"Descargas\" en su teléfono o la sección \"Historial de descargas\" de su navegador.",
    "¿Cuál es la calidad más alta de imágenes y videos que puedo descargar?",
    "La calidad de las fotos y videos depende de la imagen original cargada. "
  ]
}